; freeshooter
; https://github.com/henrypp/freeshooter/tree/master/bin/i18n
;
; DO NOT MODIFY THIS FILE -- YOUR CHANGES WILL BE ERASED!

[Arabic]
001=لا توجد تحديثات متاحة.
002=التحديث متاح ، هل تريد تنزيله وتثبيته؟
003=ملف
004=افتح مجلد لقطات الشاشة
005=خروج
006=عرض
007=لغة
008=إعدادات
009=تعليمات
010=موقع الويب
011=تحقق من التحديثات
012=حول
013=شكراً!
014=إظهار / إخفاء
015=دائمًا في المقدمة
016=إخفاء النافذة الرئيسية قبل الالتقاط
018=بداية مصغرة
019=تحميل عند بدء تشغيل النظام
020=ابحث بشكل دوري عن التحديثات (موصى به)
021=نسخ الصورة إلى الحافظة
022=تعطيل تأثير Aero على النافذة الملتقطة
023=تشغيل صوت الالتقاط
024=تضمين مؤشر الماوس
025=مسح خلفية النافذة
026=ملء الشاشة
027=نافذة
028=المنطقة المختارة
029=تنسيق الصورة
030=مجلد لقطات الشاشة
031=إعدادات سريعة
032=الوضع
033=لقطة شاشة
034=مفاتيح التشغيل السريع
035=تعطيل
036=مفاتيح التشغيل السريع قيد الاستخدام بالفعل! يكرر؟
037=حسنًا
039=أغلق
040=اسم الملف
041=خطأ في تحديث اتصال الخادم.
042=تحميل التحديث ...
043=انتهى تنزيل التحديث.
044=التحقق من الإصدارات الجديدة ...
045=التحديث متاح ، هل تريد تثبيته؟
046=تضمين ظل النافذة
048=حدد اللغة:
049=إعادة تعيين
050=تأخير
051=المراقبة الحالية

; Bulgarian
; Нидер Карлов

[Bulgarian]
001=Не е налично обновяване.
002=Нова версия (%s) налична. Ще обновите ли?
003=Файл
004=Отвори папката със скрийншоти
005=Изход
006=Изглед
007=Език
008=Настройки
009=Помощ
010=Сайт
011=Провери за актуализации
012=За.
013=Благодарности!
014=Покажи/скрий
015=Винаги отгоре
016=Скриване на прозореца на програмата преди заснемане
018=Стартирай минимизиран
019=Старт заедно с Windows
020=Периодично проверявай за актуализации (Препоръчително)
021=Копиране на изображението в клипборда
022=Деактивирай Aero ефекта на заснетия прозорец
023=Използвай звук на затвора
024=Снимай курсора
025=Изчистване фона на прозорците
026=Цял екран
027=Активен прозорец
028=Избран регион
029=Изображение формат
030=Папка скриншоти
031=Бързи настройки
032=Режим
033=Скрийншот
034=Клавишни комбинации
035=Деактивиране
036=Клавишната комбинация вече се използва! Повторете?
039=Затвори
040=Име на файл
041=Грешка при свързване със сървъра.
042=Изтегли актуализацията...
043=Изтеглянето на актуализацията е завършено.
044=Проверка за обновяване...
045=Достъпна е нова версия, искате ли да обновите?
046=Включи сянка на прозореца

; Catalan
; github.com/eric-l10n - 08.11.2021

[Catalan]
001=No hi ha actualitzacions disponibles.
002=Hi ha una actualització disponible, voleu baixar-la i instal·lar-la?
003=Fitxer
004=Obre la carpeta de captures de pantalla
005=Surt
006=Visualització
007=Idioma
008=Configuració
009=Ajuda
010=Lloc web
011=Comprova si hi ha actualitzacions
012=Sobre
013=Dona’ns suport!
014=Mostra/Amaga
015=Sempre visible
016=Amaga la finestra principal abans de fer una captura
018=Inicia minimitzat
019=Inicia en arrencar el sistema
020=Comprova si hi ha actualitzacions periòdicament (recomanat)
021=Copia la imatge al porta-retalls
022=Desactiva l’efecte Aero de les finestres
023=Reprodueix un so en fer una captura
024=Inclou el cursor del ratolí
025=Esborra el fons de la finestra
026=Pantalla completa
027=Finestra
028=Regió seleccionada
029=Format d’imatge
030=Carpeta de captures de pantalla
031=Configuració ràpida
033=Captura de pantalla
034=Tecles de drecera
035=Desactiva
036=Aquestes tecles de drecera ja s’estan utilitzant. Voleu repetir-les?
037=D’acord
039=Tanca
040=Nom del fitxer
041=S’ha produït un error de connexió amb el servidor d’actualitzacions.
042=S'està baixant l’actualització...
043=S’ha acabat de baixar l’actualització.
044=S'està comprovant si hi ha noves versions...
045=Hi ha una actualització disponible, voleu baixar-la?
046=Inclou l’ombra de la finestra
048=Seleccioneu l’idioma:
049=Restableix
050=Retard
051=Monitor actual

; Chinese Simplified
; Appinn.com

[Chinese (Simplified)]
001=目前没有可用更新。
002=目前有可用更新，是否下载并安装？
003=文件
004=打开截屏文件夹
005=退出
006=显示
007=语言
008=设置
009=帮助
010=官网
011=检查更新
012=关于
013=感谢捐赠!
014=显示/隐藏
015=置顶
016=截屏前隐藏主窗口
018=开始时最小化运行
019=开机启动
020=定期检查更新 (推荐)
021=复制截屏到剪贴板
022=在截屏窗口上禁用 Aero 效果
023=播放截屏声音
024=包含鼠标指针
025=净化窗口背景
026=全屏
027=激活窗口
028=选择区域
029=图片格式
030=截屏文件夹
031=快速设置
032=模式
033=截屏
034=快捷键
035=关闭
036=快捷键已经被使用！重新设置？
037=好
039=关闭
040=文件名
041=更新服务器连接错误。
042=下载更新...
043=更新下载完成。
044=检测到新版本...
045=新版本可用，是否安装？
046=包含窗口边缘阴影
048=选择语言：
049=重置
050=延迟
051=当前显示器

; Czech
; DžejPý

[Czech]
001=Není novější verze.
002=Je dostupná nová verze. Chcete ji stáhnout a nainstalovat?
003=Soubor
004=Otevřít složku se screenshoty
005=Konec
006=Zobrazení
007=Jazyk
008=Nastavení
009=Pomoc
010=WWW Free Shooteru
011=Zjistit aktualizace
012=O programu...
013=Podpořte...
014=Ukázat/Skrýt
015=Vždy nahoře
016=Skrýt okno Free Shooteru před sejmutím
018=Spustit minimalizovaný
019=Spustit při zapnutí počítače
020=Pravidelně kontrolovat aktualizace (doporučeno)
021=Zkopírovat do schránky
022=Nesnímat efekt Aero
023=Přehrát zvuk při sejmutí
024=Včetně kurzoru myši
025=Nesnímat pozadí okna
026=Celá obrazovka
027=Aktivní okno
028=Vybraná oblast
029=Uložit jako...
030=Složka pro uložení screenshotů
031=Rychlé nastavení
032=Snímat
033=Sejmout
034=Klávesové zkratky
035=Vypnuto
036=Konflikt klávesových zkratek! Změňte nastavení:
039=Storno
040=Jméno souboru
041=Chyba při spojení se serverem.
042=Stahování aktualizace...
043=Stahování dokončeno.
044=Kontaktuji aktualizační server...
045=Aktualizace je dostupná, chcete ji nainstalovat?
046=Včetně stínování okna

; Dutch
; Gerard

[Dutch]
001=Geen updates beschikbaar.
002=Update beschikbaar, downloaden en installeren?
003=Bestand
004=Map schermopnamen openen
005=Afsluiten
006=Weergave
007=Taal
008=Instellingen
009=Hulp
011=Controleren op updates
012=Over
013=Bedanken!
014=Weergeven/verbergen
015=Altijd op voorgrond
016=Hoofdvenster verbergen voor opname
018=Geminimaliseerd starten
019=Laden bij systeem opstarten
020=Periodiek op updates controleren (aanbevolen)
021=Afbeelding naar klembord kopiëren
022=Aero-effect uitschakelen op vastgelegde venster
023=Opname geluid afspelen
024=Inclusief muisaanwijzer
025=Venster achtergrond wissen
026=Volledig scherm
027=Actief venster
028=Geselecteerd gebied
029=Beeldformaat
030=Map schermopnamen
031=Snelle instellingen
032=Modus
033=Schermopname
034=Sneltoetsen
035=Uitschakelen
036=Sneltoetsen zijn al in gebruik! Herhalen?
039=Sluiten
040=Bestandsnaam
041=Verbindingsfout update server.
042=Update downloaden...
043=Downloaden van update voltooid.
044=Controleren op nieuwe versie...
045=Update beschikbaar, wilt u deze installeren?
046=Inclusief venster schaduw

; German
; Lesmo16

[German]
001=Keine Neuerungen verfügbar.
002=Neuerungen verfügbar. Herunterladen und installieren?
003=Datei
004=Schnappschuss-Ordner öffnen
005=Beenden
006=Ansicht
007=Sprache
008=Einstellungen
009=Hilfe
011=Auf Neuerungen überprüfen
012=Über
013=Bedanken!
014=Anzeigen/Verbergen
015=Immer im Vordergrund
016=Vor dem Schnappschuss das Hauptfenster verbergen
018=Minimiert starten
019=Beim Systemstart aktivieren
020=Regelmäßig auf Neuerungen prüfen (empfohlen)
021=Grafik in die Zwischenablage kopieren
022=Aero-Effekt beim gewählten Fenster deaktivieren
023=Beim Schnappschuss-Sound abspielen
024=Mauszeiger einschließen
025=Fensterhintergrund verbergen
026=Vollbild
027=Aktives Fenster
028=Markierter Bereich
029=Grafikformat
030=Ordner zum Speichern
031=Schnell-Einstellungen
032=Modus
033=Schnappschuss
034=Tastenkombinationen
035=Deaktivieren
036=Tastenkombinationen bereits vergeben!
039=Schließen
040=Dateiname
041=Fehler bei der Verbindung zum Server.
042=Lade Neuerungen herunter...
043=Herunterladen von Neuerungen beendet.
044=Suche nach Neuerungen...
045=Sollen verfügbare Neuerungen installiert werden?
046=Fensterschatten einbeziehen

; hungarian
; La_Valse

[Hungarian]
001=Nincs elérhető frissítés.
002=Frissítés érhető el, letölti és telepíti?
003=Fájl
004=Képernyőképek mappa megnyitása
005=Kilépés
006=Kinézet
007=Nyelv
008=Beállítások
009=Súgó
010=Honlap
011=Frissítések keresése
012=Névjegy
013=Mondj köszönetet!
014=Mutat/Elrejt
015=Mindig fent
016=Fő ablak elrejtése rögzítés előtt
018=Indítás rejtve
019=Indítás rendszerrel együtt
020=Frissítések rendszeres keresése (ajánlott)
021=Kép másolása vágólapra
022=Aero mellőzése a rögzített ablaknál
023=Hang rözítéskor
024=Egérmutatóval együtt
025=Ablak hátterének törlése
026=Teljes képernyő
027=Aktív ablak
028=Kijelölt terület
029=Kép formátuma
030=Képernyőfelvételek mappa
031=Gyors beállítások
032=Rögzítés módja
033=Felvétel
034=Gyorsbillentyűk
035=Tiltás
036=Gyorsbillentyűk már használatban! Újra?
039=Bezárás
040=Fájlnév
041=Szerver kapcsolathívási hiba.
042=Frissítés letöltése...
043=A frissítés letöltése befejeződött.
044=Újabb kiadások keresése...
045=Frissítés érhető el, akarja telepíteni?
046=Ablak árnyékkal együtt

; Polish
; Portable info PL

[Polish]
001=Brak dostępnych aktualizacji.
002=Dostępna jest nowa wersja (%s). Otworzyć stronę pobierania?
003=Plik
004=Otwórz folder zrzutów ekranu
005=Wyjdź
006=Widok
007=Język
008=Ustawienia
009=Pomoc
010=Strona www
011=Sprawdź aktualizacje
012=O...
013=Dziękuję!
014=Pokaż/Ukryj
015=Zawsze na wierzchu
016=Ukryj główne okno przed zrzutem
018=Startuj zminimalizowany
019=Załaduj przy uruchomieniu systemu
020=Okresowo sprawdzaj dostępność aktualizacji (zalecane)
021=Skopiuj obraz do schowka
022=Wyłącz efekt Aero w przechwyconym oknie
023=Odtwórz dźwięk przechwytywania
024=Dołącz kursor myszy
025=Wyczyść tło okna
026=Pełny ekran
027=Aktywne okno
028=Wybrany region
029=Zapisz jako...
030=Folder zrzutu ekranu
031=Szybkie ustawienia
032=Tryb
033=Zrzut ekranu
034=Skróty klawiaturowe
035=Wyłącz
036=Skróty klawiaturowe są już w użyciu!

; <Portuguese>
; <Ronaldo R. Oliveira>

[Portuguese]
001=Não há updates disponíveis.
002=Update disponíveis, download e instalar eles agora ?
003=Arquivo
004=Abrir pasta dos screenshots
005=Sair
006=Ver
007=Linguagem
008=Configurações
009=Ajuda
011=Ver se há atualizações
012=Sobre
013=Ficar Agradecido!
014=Mostrar/Ocultar
015=Sempre no topo
016=Ocultar tela antes captura
018=Iniciar minimizado
019=Carregar o programa na inicialização
020=Verificar periodicamente por updates (recomendado :-))
021=Copiar imagem para área de transferência
022=Desabilitar efeito Aero na janela de captura
023=Tocar som quando capturar
024=Incluir o cursor do mouse
025=Limpar a janela de fundo
026=Tela cheia
027=Janela
028=Region selecionada
029=Tipo da imagem
030=Pasta de captura
031=Acertos Rápidos
032=Modo
033=Foto
034=Teclas de acionamento
035=Desabilitar
036=Teclas já estão em uso !! Repetir ?
039=Fechar
040=Nome do arquivo
041=Erro no servidor da conexão.
042=Baixando atualizações...
043=Atualizações finalizadas.
044=Procurando por novas atualizações...
045=Atualização disponível, deseja instalar ?
046=Incluir sombra da janela
048=Selecione o idioma:
049=Resetar
050=Esperar
051=Monitor atual

; Russian
; Русская локализация от Henry++

[Russian]
000=1707821773
001=Нет доступных обновлений.
002=Новая версия (%s) доступна. Открыть страницу загрузки?
003=Файл
004=Открыть папку скриншотов
005=Выйти
006=Вид
007=Язык
008=Настройки
009=Помощь
010=Сайт программы
011=Проверить обновления
012=О программе
013=Поблагодарить!
014=Показать/скрыть
015=Поверх остальных окон
016=Скрывать главное окно перед снимком
018=Запускать свёрнутой
019=Запускать при загрузке системы
020=Периодически проверять обновления (рекомендуется)
021=Копировать изображение в буфер обмена
022=Отключать Aero захватываемого окна
023=Использовать звук затвора
024=Захватывать курсор
025=Стирать фон прозрачности
026=Полный экран
027=Активное окно
028=Выбранный регион
029=Формат изображения
030=Папка скриншотов
031=Основные
032=Режим
033=Скриншот
034=Горячие клавиши
035=Отключить
036=Не удалось зарегистрировать горячие клавиши! Повторить?
037=Сохранить
039=Закрыть
040=Имя файла
041=Ошибка при подключении к серверу обновлений.
042=Загрузка обновления...
043=Загрузка обновления завершена.
044=Проверка обновлений...
045=Доступно обновление, установить обновление?
046=Захватывать тень окна
048=Выберите язык:
049=Сбросить
050=Задержка
051=Текущий монитор

; Serbian Cyrillic
; Brada József
; YT7MGJ

[Serbian Cyrillic]
001=Нема доступних ажурирања.
002=Ажурирање на располагању, преузимаш их и инсталираш?
003=Датотека
004=Отвори мапу са сликама
005=Излаз
006=Поглед
007=Језик
008=Подешавања
009=Помоћ
010=Wеб страница
011=Провери има ли ажурирања
012=О програму
013=Захвали се!
014=Покажи/Сакриј
015=Увек на врху
016=Сакриј главни прозор прије снимања
018=Почетак је минимализиран
019=Учитај при покретању система
020=Повремено проверавај ажурирања (препоручује се)
021=Копирај слику на клипбоард
022=Онемогући Аеро ефект на "ухваћен" прозор
023=Репродукуј звук снимања
024=Укључи показивач миша
025=Очисти позадину прозора
026=Цео екран
027=Активни прозор
028=Одабрани регион
029=Формат слике
030=Мапа са сликама
031=Брза подешавања
032=Начин снимања
033=Снимак
034=Хоткеyс
035=Онемогући
036=Хоткеyс су већ у употреби! Поновити?
039=Затвори
040=Назив датотеке
041=Грешка у вези са сервером.
042=Преузимање ажурирања ...
043=Преузимање ажурирања завршено.
044=Провера нових издања ...
045=Доступна су ажурирања, желиш ли их инсталирати?
046=Укључи сенку прозора

; Serbian Latin
; Brada József
; YT7MGJ

[Serbian Latin]
001=Nema dostupnih ažuriranja.
002=Ažuriranje na raspolaganju, preuzimaš ih i instaliraš?
003=Datoteka
004=Otvori mapu sa slikama
005=Izlaz
006=Pogled
007=Jezik
008=Podešavanja
009=Pomoć
010=Web stranica
011=Proveri ima li ažuriranja
012=O programu
013=Zahvali se!
014=Pokaži/Sakrij
015=Uvek na vrhu
016=Sakrij glavni prozor prije snimanja
018=Početak je minimaliziran
019=Učitaj pri pokretanju sistema
020=Povremeno proveravaj ažuriranja (preporučuje se)
021=Kopiraj sliku na klipboard
022=Onemogući Aero efekt na "uhvaćen" prozor
023=Reprodukuj zvuk snimanja
024=Uključi pokazivač miša
025=Očisti pozadinu prozora
026=Ceo ekran
027=Aktivni prozor
028=Odabrani region
029=Format slike
030=Mapa sa slikama
031=Brza podešavanja
032=Način snimanja
033=Snimak
035=Onemogući
036=Hotkeys su već u upotrebi! Ponoviti?
039=Zatvori
040=Naziv datoteke
041=Greška u vezi sa serverom.
042=Preuzimanje ažuriranja ...
043=Preuzimanje ažuriranja završeno.
044=Provera novih izdanja ...
045=Dostupna su ažuriranja, želiš li ih instalirati?
046=Uključi senku prozora

; Spanish
; Carlos Sánchez

[Spanish]
001=No hay actualizaciones disponibles.
002=Actualización disponible, ¿Descargar e instalar?
003=Archivo
004=Abrir carpeta de capturas
005=Salir
006=Ver
007=Idioma
008=Ajustes
009=Ayuda
010=Sitio web
011=Buscar actualizaciones
012=Acerca de...
013=¡Dar gracias!
014=Mostrar/Ocultar
015=Siempre visible
016=Ocultar ventana principal antes de capturar
018=Iniciar minimizado
019=Cargar al inicio de sistema
020=Buscar actualizaciones periódicamente (recomendado)
021=Copiar imagen al portapapeles
022=Desactivar efecto Aero en ventana capturada
023=Reproducir sonido al capturar
024=Incluir cursor de ratón
025=Limpiar fondo de ventana
026=Pantalla completa
027=Ventana activa
028=Seleccionar región
029=Formato de imagen
030=Carpeta de capturas
031=Ajustes rápidos
032=Modo
033=Capturar
034=Atajos
035=Desactivar
036=¡Atajos en uso! ¿Repetir?
037=Aceptar
039=Cerrar
040=Nombre de archivo
041=Error de conexión con servidor de actualización.
042=Descargando actualización...
043=Descarga de actualización finalizada.
044=Buscando nuevas versiones...
045=Actualización disponible, ¿Desea instalarla?
046=Incluir sombra de ventana

; Turkish
; Çevirmen: Jasanayaka (Ali Haktan Sığın)

[Turkish]
001=Güncelleme yok.
002=Yeni sürüm mevcut. İndirilsin ve yüklensin mi?
003=Dosya
004=Ekran görüntüleri klasörünü aç
005=Çıkış
006=Görünüm
007=Dil
008=Ayarlar
009=Yardım
011=Güncellemeleri kontrol et
012=Hakkında
013=Bağış yap!
014=Göster/Gizle
015=Her zaman üstte
016=Çekim öncesi ana pencereyi gizle
018=Arkaplanda aç
019=Sistem açıldığında otomatik başlat
020=Güncellemeleri otomatik kontrol et (önerilir)
021=Görüntüyü kopyala
022=Çekilen pencerede Aero'yu devre dışı bırak
023=Çekim sesi çal
024=Fare imlecini de çek
025=Pencere arkaplanını temizle
026=Tam ekran
027=Pencereye geç
028=Seçilen bölge
029=Farklı kaydet...
030=Ekran görüntüleri klasörü
031=Basit ayarlar
032=Mod
033=Ekran görüntüsü
034=Kısayol tuşları
035=Devre dışı bırak
036=Kısayol tuşları zaten kullanılıyor!
037=Tamam
039=Kapat
040=Dosya adı
041=Güncelleme sunucusuna bağlanılamadı.
042=Güncelleme indiriliyor...
043=Güncelleme indirildi.
044=Yeni sürüm kontrol ediliyor...
045=Güncelleme mevcut, yüklemek ister misiniz?
046=Pencere gölgesini dahil et

; Ukrainian
; Українська локалізація від Henaro aka Ironwool

[Ukrainian]
001=Немає доступних оновлень.
002=Нова версія (%s) доступна. Відкрити сторінку завантаження?
003=Файл
004=Відкрити папку скріншотів
005=Вийти
006=Вигляд
007=Мова
008=Налаштув.
009=Допомога
010=Сайт програми
011=Перевірити оновлення
012=Про програму
013=Подякувати!
014=Показати/приховати
015=Поверх інших вікон
016=Приховувати головне вікно перед знімком
018=Запускати згорнутою
019=Запускати при завантаженні системи
020=Періодично перевіряти оновлення (рекомендується)
021=Копіювати зображення в буфер обміну
022=Вимикати Aero захоплюваного вікна
023=Використовувати звуки
024=Захоплювати курсор
025=Очищати фон прозорості
026=Повний екран
027=Активне вікно
028=Обрана ділянка
029=Зберігати як...
030=Папка скріншотів
031=Швидкі налаштування
032=Режим
033=Скріншот
034=Гарячі клавіші
035=Вимкнути
036=Не вдалося зареєструвати гарячі клавіші!
037=ОК
039=Закрити
040=Назва файлу
041=Помилка підключення до сервера оновлень.
042=Завантаження оновлення...
043=Завантаження оновлення завершено.
044=Перевірка оновлень...
045=Є оновлення, встановити його?
046=Захоплювати тінь вікна
